Repository: jpcima/HybridReverb2
Catalog: I18n/*/HybridReverb2.po
Languages: fr

source: (no choices)
fr: (aucun choix)

source: 1024 samples (latency: 21.3ms at 48kHz)
fr: 1024 échantillons (latence : 21.3ms à 48kHz)

source: 128 samples (latency: 2.7ms at 48kHz)
fr: 128 échantillons (latence : 2.7ms à 48kHz)

source: 2048 samples (latency: 42.7ms at 48kHz)
fr: 2048 échantillons (latence : 42.7ms à 48kHz)

source: 256 samples (latency: 5.3ms at 48kHz)
fr: 256 échantillons (latence : 5.3ms à 48kHz)

source: 4096 samples (latency: 85.3ms at 48kHz)
fr: 4096 échantillons (latence : 85.3ms à 48kHz)

source: 512 samples (latency: 10.7ms at 48kHz)
fr: 512 échantillons (latence : 10.7ms à 48kHz)

source: 64 samples (latency: 1.3ms at 48kHz)
fr: 64 échantillons (latence : 1.3ms à 48kHz)

source: <Empty>
fr: <Vide>

source: About
fr: À propos

source: About Me and HybridReverb2: As a research associate at the Institute of Communication Acoustics, Ruhr-Universität Bochum, Germany, I'm currently persuing a Dr.-Ing. degree in electrical engineering. I benefited from free and open source software for so many years that I felt that I should give something back to the community. As I'm working in the field of virtual acoustics and spatial audio, writing a room effect plugin kind of suggested itself. I hope you enjoy the sound as much as I do! Best regards, Christian Borß <christian.borss@rub.de> Credits: - Julian Storer for his JUCE library - The development team of the Jucetice project (jost, juced, etc.) - Matteo Frigo, Steven G. Johnson, and anybody else who contributed to the FFTW library - Prof. Rainer Martin for supporting my research - Björn Kapteina for the implementation of the Windows installer References: Borß, C., Martin, R. (2009). "An Improved Parametric Model for Perception-Based Design of Virtual Acoustics", AES 35th Int. Conference, London, UK, Feb. 2009. Borß, C. (2009). "A Novel Approach for Optimally Matching a Late Reverberation Model to an Image Source Model - Or: What Does a Football Have to Do With Shoebox Shaped Rooms?", Auralization Symposium of the European Acoustics Association, Espoo, Finland, Jun. 2009. Borß, C. (2009). "A VST Reverberation Effect Plugin Based on Synthetic Room Impulse Responses", 12th Int. Conference on Digital Audio Effects (DAFx-09), Como, Italy, Sep. 2009.
fr: À propos de Moi et de HybridReverb2 : En tant qu'associé de recherche à l'Institut d'Acoustique de Communication, Ruhr-Universität Bochum, Allemagne, je passe actuellement un diplôme de Dr.-Ing. en ingénierie de l'électronique. Ayant tiré bénéfice des logiciels libres et ouverts pendant de nombreuses années et j'ai souhaité donner un contribution personnelle à la communauté en retour. Étant donné que je travaille dans le domaine de l'acoustique virtuelle et l'audio spatialisé, l'écriture d'un greffon d'effet était une suggestion évidente. J'espère que vous apprécierez le son autant que moi ! Meilleures salutations, Christian Borß <christian.borss@rub.de> Accréditations : - Julian Storer pour sa bibliothèque JUCE - L'équipe de développement du projet Jucetice (jost, juced, etc.) - Matteo Frigo, Steven G. Johnson, et toute autre personne ayant contribué à la bibliothèque FFTW - Le Prof. Rainer Martin pour son soutien à mon travail de recherche - Björn Kapteina pour son implémentation de l'installateur Windows Références : Borß, C., Martin, R. (2009). "An Improved Parametric Model for Perception-Based Design of Virtual Acoustics", AES 35th Int. Conference, London, UK, Feb. 2009. Borß, C. (2009). "A Novel Approach for Optimally Matching a Late Reverberation Model to an Image Source Model - Or: What Does a Football Have to Do With Shoebox Shaped Rooms?", Auralization Symposium of the European Acoustics Association, Espoo, Finland, Jun. 2009. Borß, C. (2009). "A VST Reverberation Effect Plugin Based on Synthetic Room Impulse Responses", 12th Int. Conference on Digital Audio Effects (DAFx-09), Como, Italy, Sep. 2009.

source: Add
fr: Ajouter

source: Apply
fr: Appliquer

source: Background Information and Credits
fr: Informations Générales et Accréditations

source: Category 1:
fr: Catégorie 1 :

source: Category 2:
fr: Catégorie 2 :

source: Category 3:
fr: Catégorie 3 :

source: Category 4:
fr: Catégorie 4 :

source: Choose a WAV file to open...
fr: Choisir un fichier WAV à ouvrir...

source: Choose a XML file to open...
fr: Choisir un fichier XML à ouvrir...

source: Choose a XML file to save...
fr: Choisir un fichier XML à enregistrer...

source: Choose a file
fr: Choisir un fichier

source: Choose a preset file to open...
fr: Choisir un fichier de préréglage à ouvrir...

source: Click link to download:
fr: Cliquez sur le lien de téléchargement :

source: Copyright Notice
fr: Mention de Propriété Intellectuelle

source: Delete
fr: Supprimer

source: Dry Gain
fr: Gain Direct

source: Error
fr: Erreur

source: Error extracting database file
fr: Erreur d'extraction du fichier de données

source: Error reading audio file
fr: Erreur de lecture du fichier audio

source: Error reading preferences file
fr: Erreur de lecture du fichier de préférences

source: Error reading preset file
fr: Erreur de lecture du fichier de préréglages

source: Error reading wisdom file
fr: Erreur de lecture du fichier "wisdom"

source: Error writing preset file
fr: Erreur d'écriture du fichier de préréglages

source: FIG1: Generation of a sound field as simulated in a virtual environment at a given listener position by a virtual coincidence microphone array with the outlined directivity pattern
fr: FIG1 : Génération d'un champ sonore tel que simulé dans un environnement virtuel à une position d'écoute donnée, par coincidence virtuelle d'une série de microphones dont il est illustré le motif de directivité

source: FIG2: Me at the "Social Event" of the 35th Int. AES conference ("Audio for Games"). Please note how extraordinary good the colors of the various image components match the color theme of this plugin!
fr: FIG2 : Moi à l'"Événement Social" de la 35è conférence AES Int. ("Audio for Games"). Veuillez remarquer comme les composantes de couleur de cette image correspondent remarquablement bien au thème de couleurs de ce greffon !

source: Help
fr: Aide

source: HybridReverb2 needs to be restarted to make your changes effective.
fr: HybridReverb2 doit être redémarré afin de rendre les changements effectifs.

source: Impulse Response
fr: Réponse Impulsionnelle

source: Initial Gap
fr: Intervalle Initial

source: Install the file:
fr: Installer le fichier :

source: Invalid preset file. Please choose another file to open...
fr: Fichier de préréglages invalide. Veuillez choisir un autre fichier à ouvrir...

source: Latency:
fr: Latence :

source: Length
fr: Durée

source: Load database file...
fr: Charger fichier de données...

source: Lowest Mean Processing Load
fr: Charge de Calcul à Moindre Moyenne

source: Main
fr: Général

source: Main Controls
fr: Contrôles Principaux

source: Master Gain
fr: Gain Global

source: Modulation Configuration
fr: Configuration de la Modulation

source: Open...
fr: Ouvrir...

source: Please choose a file to load...
fr: Veuillez choisir un fichier à charger...

source: Pre-Delay
fr: Délai Amont

source: Preferences
fr: Préférences

source: Preset Editor
fr: Éditeur de Préréglages

source: Preset File:
fr: Fichier de Préréglages :

source: Preset File: This XML file defines the preset set. (default: HybridReverb2_presets.xml) Latency: HybridReverb2 convolves the input signal with room impulse responses which are partitioned into segments of different size. This option specifies the size of the initial segments which introduce a certain processing latency. A small segment size results in a lower latency at the cost of a higher computational complexity. An effect plugin for musical instruments requires signal processing with low latency. If the latency is not relevant for your application, you can choose a larger segment size for better performance. Segmentation Strategy: "Uniform Processing Load": This strategy tries to avoid processing load peaks at the cost of a slightly higher mean processing load. This is the recommended choice for signal processing with low latency. "Lowest Mean Processing Load": This strategy results in the best overall performance. This is the recommended choice for offline rendering.
fr: Fichier de préréglages: Ce fichier XML définit l'ensemble de préréglages. (par défaut : HybridReverb2_presets.xml) Latence : HybridReverb2 convolue le signal d'entrée avec des réponses impulsionnelles de salles qui sont partitionnées en segments de différentes tailles. Cette option définit la taille des segments initiaux qui introduisent une certaine latence de calcul. Une taille de segment réduite aboutit à une latence plus faible en contrepartie d'une complexité de calcul plus élevée. Un greffon d'effet pour instruments de musique requiert un traitement de signal à faible latence. Si la latence est sans importance pour votre utilisation, vous pouvez choisir une taille de segment plus grande pour de meilleures performances. Stratégie de Segmentation : "Charge de Calcul Uniforme" : Cette stratégie tente d'éviter les pics de charge de calcul, augmentant légèrement la charge de calcul moyenne. Il s'agit du choix recommandé pour un traitement du signal à faible latence. "Charge de Calcul à Moindre Moyenne" : Cette stratégie aboutit au niveau de performance globalement le plus élevé. Il s'agit du choix recommandé pour un rendu en différé.

source: Preset Selection
fr: Sélection du Préréglage

source: Preset Selector
fr: Sélecteur de Préréglage

source: Save
fr: Enregistrer

source: Save as...
fr: Enregistrer sous...

source: Segmentation Strategy
fr: Stratégie de Segmentation

source: Setup Preset Database
fr: Installer la Base de Données de Préréglages

source: Smoothing Factor:
fr: Taux de Lissage :

source: Tag:
fr: Désignation :

source: These room impulse responses for HybridReverb2 are property of the Institute of Communication Acoustics, Ruhr Universität Bochum, Germany.
fr: Ces réponses impulsionnelles de salles pour HybridReverb2 sont la propriété de l'Institut d'Acoustique de Communication, Ruhr Universität Bochum, Allemagne.

source: They are free for non-commercial use. For commercial use, please contact:
fr: Elles sont gratuites pour un usage non-commercial. Pour usage commercial, veuillez contacter :

source: They were generated with the "tinyAVE" software.
fr: Elles ont été générées par le logiciel "tinyAVE".

source: This software must install some impulse responses to continue.
fr: Ce logiciel nécessite l'installation de réponses impulsionnelles pour continuer.

source: Uniform Processing Load
fr: Charge de Calcul Uniforme

source: Wavefile: L->L
fr: Fichier Wave : L->L

source: Wavefile: L->R
fr: Fichier Wave : L->R

source: Wavefile: R->L
fr: Fichier Wave : R->L

source: Wavefile: R->R
fr: Fichier Wave : R->R

source: Wet Gain
fr: Gain Traitement

source: Wet Timbre
fr: Timbre du Signal Traité

source: XML formatted preset file
fr: Fichier de préréglage en format XML

source: latency selection
fr: sélection de la latence

source: lowest overall processing load with load peaks
fr: charge de calcul globalement la plus basse, avec pics éventuels

source: new category
fr: nouvelle catégorie

source: new preset
fr: nouveau préréglage

source: playback: front
fr: position : avant

source: playback: rear
fr: position : arrière

source: preset nr.
fr: n° préréglage

source: purpose: education
fr: usage : éducatif

source: purpose: music
fr: usage : musical

source: purpose: speech
fr: usage : vocal

source: room: bathroom
fr: salle : salle de bains

source: room: church
fr: salle : église

source: room: huge concert hall
fr: salle : énorme salle de concert

source: room: large concert hall
fr: salle : grande salle de concert

source: room: livingroom
fr: salle : salon

source: room: small concert hall
fr: salle : petite salle de concert

source: room: studio
fr: salle : studio

source: slightly higher, but constant processing load
fr: charge de calcul légèrement plus élevée, mais constante

source: the database did not contain valid preset data.
fr: la base de données ne contient pas de préréglage valide.
